export default {
	common: {
		yhk: "BankCard",
		txfs: "Way",
		mixRecharge: ["कृपया ईमेल पता भरें"],
		language: "भाषा",
		common: ["ऑनलाइन सहायता", "फ्लोट कैंसल करें", "पुष्टि करें", "रद्द करें"],
		upload: ["अपलोड हो रहा है...", "गलत फ़ॉर्मेट", "अपलोड सफल", "अपलोड विफल"],
		vanPull: ["और डेटा नहीं है", "कोई डेटा नहीं"],
		login: {
		text: ["भाषा", "BITCOIN", "लॉग इन करें"],
		label: ["लॉगिन कर रहा है...", "अभी लॉग इन करें"],
		placeholder: ["कृपया ईमेल दर्ज करें", "कृपया पासवर्ड दर्ज करें"],
		default: ["खाता नहीं है?", "अभी रजिस्टर करें", "पासवर्ड भूल गए?", "लॉगिन पासवर्ड भूल गए"],
		codes: ["खाता मौजूद नहीं है", "पासवर्ड गलत है", "खाता बंद हो गया है", "विफल"]
		},
		register: {
		text: ["BITCOIN", "सत्यापन कोड भेजा जा रहा है...", "प्राप्त करने के लिए क्लिक करें", "रजिस्ट्रेशन हो रहा है...", "अभी रजिस्टर करें"],
		placeholder: ["कृपया ईमेल दर्ज करें", "कृपया सत्यापन कोड दर्ज करें", "कृपया लॉगिन पासवर्ड दर्ज करें", "कृपया अपना पासवर्ड पुष्टि करें", "कृपया आमंत्रण कोड दर्ज करें", "दो बार का पासवर्ड मेल नहीं खाते", "कृपया सत्यापन कोड दर्ज करें", "अमान्य ईमेल"],
		label: ["पहले से ही खाता है? {a} {line}", "लॉगिन पर वापस जाएं"],
		codes: ["खाता पहले से मौजूद है", "कोई सत्यापन कोड नहीं है", "सत्यापन कोड गलत है", "दो पासवर्ड मेल नहीं खाते", "आमंत्रणकर्ता मौजूद नहीं है", "विफल"]
		},
		resetpwd: ["पासवर्ड भूल गए", "कृपया ईमेल दर्ज करें", "कृपया सत्यापन कोड दर्ज करें", "प्राप्त करने के लिए क्लिक करें", "कृपया पासवर्ड दर्ज करें", "पासवर्ड रीसेट करें"],
		footer: ["होम", "हॉल", "आदेश", "माय अकाउंट"],
		home: {
		label: ["स्वागत हे"],
		broadcast: "बधाई हो सदस्य {member} को {grade} बनने के लिए",
		menu: ["फंड लॉग", "नए उपयोगकर्ता ट्यूटोरियल", "आमंत्रण रजिस्टर", "सहायता संपर्क करें"],
		noticeTitle: "नवीनतम सूचना",
		msg: "कार्य उपलब्ध नहीं है",
		video: "वीडियो ट्यूटोरियल उपलब्ध नहीं है"
		},
		hall: {
		default: ["ट्रेड हॉल", "शेष राशि", "खरीदें", "बेचें", "बेचें की पुष्टि करें", "ऑर्डर सूची", "बेचें का ऑर्डर", "व्यापारिकों को बेचें", "ऑर्डर प्रदर्शित करें", "खरीदें", "बेचने के लिए जाएं"],
		list: ["मात्रा", "दर", "अविपणित", "बेचें USDT", "कृपया USDT मात्रा दर्ज करें", "प्राप्त राशि", "कोटा", "खरीदें USDT", "खर्चित राशि"],
		kbip: ["रद्द करें", "राशि सीमा से अधिक", "राशि सीमा में होनी चाहिए"]
		},
		msglist: ["संदेश सूची"],
		sell: {
		placeholder: ["बेचने की कीमत दर्ज करें", "बेचने की मात्रा दर्ज करें"],
		label: ["शेष राशि (USDT)", "नाम", "बैंक खाता", "वर्तमान मूल्य (USDT)", "सर्वोत्तम बेचने की कीमत", "बेचने की कीमत", "बेचने की मात्रा", "सर्वोत्तम मूल्य", "सब", "बेचने की पुष्टि करें"]
		},
		buy: {
		placeholder: ["खरीदने की कीमत दर्ज करें", "खरीदने की मात्रा दर्ज करें", "न्यूनतम कोटा", "अधिकतम कोटा"],
		label: ["शेष राशि (USDT)", "नाम", "बैंक खाता", "वर्तमान मूल्य (USDT)", "सर्वोत्तम खरीद की कीमत", "खरीद की कीमत", "खरीद की मात्रा", "सर्वोत्तम मूल्य", "सब", "खरीद की पुष्टि करें", "कोटा"]
		},
		user: {
		default: ["व्यक्तिगत केंद्र", "लॉग इन खाता", "आमंत्रण कोड", "लॉगआउट", "शेष राशि", "सोना", "वॉलेट"],
		menu: ["मेरे संपत्ति", "टीम सूची", "खाता बाध्य करें", "खाता विवरण", "प्लेटफ़ॉर्म परिचय", "लॉगआउट"]
		},
		bindAccount: {
		default: ["खाता बाध्य करें", "सबमिट करें"],
		fields: ["खाता धारक का नाम", "मोबाइल नंबर", "बैंक खाता", "नाम", "प्रकार", "USDT पता"],
		placeholder: ["कृपया खाता धारक का नाम दर्ज करें", "कृपया मोबाइल नंबर दर्ज करें", "कृपया बैंक खाता दर्ज करें", "कृपया बैंक का नाम दर्ज करें", "कृपया USDT प्रकार चुनें", "कृपया USDT पता दर्ज करें"]
		},
		bindAccount2: ["कृपया सुनिश्चित करें कि जानकारी सही रूप से भरी गई है, अन्यथा सामान्य व्यापार प्रभावित हो सकता है", "अभी बाध्य करें"],
		wallet: {
		default: ["मेरी संपत्ति", "रिचार्ज करें", "निकासी करें", "रिचार्ज रिकॉर्ड", "निकासी रिकॉर्ड", "रिचार्ज हो चुके राशि", "बेची गई राशि", "लाभ प्राप्त की गई राशि", "खाता शेष", "शेष राशि", "रिचार्ज राशि (USDT)", "बेची गई राशि",
		"कुल लाभ", "व्यापारी बनें", "व्यापारी बनने के लिए कृपया संपर्क करें", "व्यापारी के रूप में स्थान पक्का करें", "व्यापारी प्रमाणित करें", "आपको भुगतान करना होगा", "भुगतान प्रमाण", "व्यापारी जमानत", "अभी प्रमाणित करें", "जानकारी", "आपको भुगतान करना होगा",
		"शेष राशि पर्याप्त नहीं है क्या रिचार्ज करें"
		],
		label: ["निकासी विधि", "निकासी राशि", "फंड पासवर्ड", "सबमिट करें", "मोबाइल नंबर", "ईमेल", "IFSC", "निश्चित करें"],
		placeholder: ["निकासी विधि चुनें", "निकासी राशि दर्ज करें", "फंड पासवर्ड दर्ज करें", "निकासी विधि चुनें", "ग्राहक का मोबाइल नंबर दर्ज करें", "ग्राहक का ईमेल दर्ज करें", "ग्राहक का IFSC दर्ज करें"],
		msg: ["आपने अभी तक फंड पासवर्ड सेट नहीं किया है, कृपया पहले सेट करें", "आपने अभी तक PIX खाता नहीं बाध्य किया है, कृपया पहले बाध्य करें", "निकासी करना है क्या?"]
		},
		recharge4: ["अपनी धनराशि सुरक्षित रखने के लिए, हस्तांतरण सफल होने के बाद कृपया सफलतापूर्वक हस्तांतरण की स्क्रीनशॉट सबमिट करें, ताकि समीक्षा की जा सके!"],
		recharge: {
		default: ["वॉलेट रिचार्ज", "वॉलेट पूर्व-रिचार्ज", "रिचार्ज विधि", "रिचार्ज करें", "पुष्टि करें"],
		label: ["श्रेणी", "पता", "रिचार्ज राशि", "राशि दर्ज करें", "प्रमाण पत्र अपलोड करें", "कॉपी किया गया", "पूर्व-रिचार्ज विनिमय"],
		placeholder: ["श्रेणी", "पता"],
		info: ["रिचार्ज राशि", "आर्डर नंबर", "भुगतान बैंक", "भुगतान खाता", "भुगतानकर्ता", "प्रतिलिपि"]
		},
		task: {
		tabs: ["सभी", "बेचें सूची", "अमान्य", "पूर्ण किया गया", "व्यापारी भुगतान पर प्रतीक्षा", "पुष्टि पर प्रतीक्षा"],
		default: ["आदेश सूची"],
		msg: ["समीक्षा सबमिट करें", "पहले ही सबमिट हो गया है, कृपया समीक्षा का इंतजार करें", "सबमिट असफल हुआ, कृपया पुनः सबमिट करें"]
		},
		userInfo: {
		default: ["व्यक्तिगत जानकारी", "प्रोफ़ाइल चित्र", "खाता", "ईमेल", "पेपैल", "विवरणिका", "पासवर्ड बदलें", "फंड पासवर्ड", "सेट करने के लिए क्लिक करें", "प्रोफ़ाइल चित्र बदलें", "लॉगिन पासवर्ड बदलें", "फंड पासवर्ड बदलें", "सबमिट करें", "कैश मेमोरी साफ़ करें", "जानकारी देखें", "नाम", "रेफरल कोड"],
		label: ["पुराना लॉगिन पासवर्ड", "नया लॉगिन पासवर्ड", "पासवर्ड की पुष्टि करें", "पुराना फंड पासवर्ड", "नया फंड पासवर्ड", "पासवर्ड की पुष्टि करें", "सहेजें"],
		placeholder: ["पुराना लॉगिन पासवर्ड दर्ज करें", "नया लॉगिन पासवर्ड दर्ज करें", "लॉगिन पासवर्ड की पुष्टि करें", "पुराना फंड पासवर्ड दर्ज करें", "नया फंड पासवर्ड दर्ज करें", "फंड पासवर्ड की पुष्टि करें"]
		},
		fundRecord: {
		default: ["व्यय रिकॉर्ड", "रिचार्ज रिकॉर्ड", "धनराशि लॉग", "रिचार्ज", "प्राप्ति", "खर्च"],
		tabs: ["प्राप्ति", "खर्च", "रिचार्ज"]
		},
		dialog: ["सूचना", "पुष्टि", "सबमिट हो रहा है...", "कॉपी सफल", "IOS सिस्टम संस्करण कम समर्थित है", "सबमिट हो रहा है...", "डेटा लोड हो रहा है..."],
		serviceCenter: ["सेवा केंद्र", "नमस्ते, मैं आपकी सेवा के लिए यहां हूं~", "आपकी सेवा करने में खुशी हो रही है", "स्व-सेवा", "ऑनलाइन सहायता", "रिचार्ज सहायता", "लाइन सहायता"],
		userTaskRecord: ["मेरे आदेश", "बेचें गए आदेश", "खरीद आदेश", "वर्तमान स्थिति", "कमीशन प्राप्त करें", "पूर्ण किया गया"],
		withdrawlist: ["निकासी रिकॉर्ड"],
		teamReport: {
		default: ["टीम सूची"]
		},
		common2: ["स्टार्टर गाइड", "संपर्क करें", "सेवा शर्तें, विवरण देखें", "सेवा 1", "सेवा 2"],
		common3: ["सफलता", "प्लेटफ़ॉर्म परिचय"],
		invite: ["प्रमोट करें", "मेरा आमंत्रण कोड", "आमंत्रण कोड कॉपी करें, अधिक दोस्तों को जोड़ें", "कॉपी करें", "वर्तमान में सदस्य आमंत्रित नहीं किया जा सकता"],
		common4: ["वास्तविक नाम प्रमाणीकरण", "सबमिट सफल", "ध्यान दें", "विवरण", "राशि जमा करें", "आईडी कार्ड", "वित्तीय प्रमाण", "कृपया पहले अपने खाते को बांधें पूरा करें", "कृपया पहले वास्तविक नाम प्रमाणीकरण पूरा करें"],
		common5: ["बेचें", "मिनट", "पहले", "क्यूआर कोड सहेजें", "खोलें", "खाता बंद, व्यापार करने में असमर्थ", "ऐप डाउनलोड करें"],
		common6: ["रिचार्ज आदेश", "आदेश आईडी", "राशि", "समय", "स्थिति"],
		hall2: ["न्यूनतम बेचने की राशि है", "", "बेचने की संख्या दैनिक सीमा से अधिक हो गई है"],
		register2: ["ईमेल से रजिस्टर करें", "मोबाइल से रजिस्टर करें", "कृपया मोबाइल नंबर दर्ज करें"],
		withdraw2: ["निकासी", "विक्रेता खाता", "खाता शेष", "भुगतान की आवश्यक राशि", "तुरंत भुगतान करें", "अभी तक कार्य पूरा नहीं हुआ है, निकासी नहीं कर सकते", "दैनिक निकासी सीमा से अधिक हो गई है", "टिप्पणी टेक्स्ट"],
		mytask2: ["व्यापारी खाता", "मूल्य", "राशि", "खाता शेष", "भुगतान की आवश्यक राशि", "मैचिंग का समय", "आदेश विवरण", "मात्रा 0 नहीं हो सकती", "शेष राशि काफी नहीं", "मूल्य 0 नहीं हो सकता", "सीमा गलती"],
		taskOrder2: ["आपके पास अविपरीत आदेश हैं, इसलिए रद्द नहीं किया जा सकता", "शेष राशि काफी नहीं", "पुष्टि", "विफलता", "निकासी के लिए आपको आदेश पूरा करने की आवश्यकता है:"],
		busAuth2: ["व्यापारी अपग्रेड", "मैं सहमत हूं", "अपग्रेड की पुष्टि करें", "व्यापारी अपग्रेड", "बैंक खाता जानकारी बदलने के लिए कृपया सहायता से संपर्क करें", "वर्तमान खाता को व्यापारी खाता में अपग्रेड किया जाना चाहिए"],
		recharge2: ["राशि 0 नहीं हो सकती", "स्क्रीनशॉट अपलोड करना आवश्यक है"],
		buy3: ["टाइमर", "घंटे", "प्रकार", "लाभ आदेश", "ग्रुप ओर्डर", "प्रतिबंधित व्यक्ति संख्या", "कोई संख्या सीमित नहीं", "निर्दिष्ट उपयोगकर्ता आईडी", "कृपया निर्दिष्ट आईडी दर्ज करें"],
		hall3: ["दिन", "घंटे", "मिनट", "सेकंड", "ग्रुप ओर्डर", "खाता", "समय समाप्त"],
		sell3: ["बेचने की कीमत अधिकतम मान से अधिक नहीं हो सकती"],
		busAuth3: ["सदस्य", "व्यापारी", "क्राउन व्यापारी"],
		recharge3: ["हिसाब लें"],
		home3: ["माइनिंग मशीन", "गेस्सिंग", "ब्लाइंड बॉक्स", "वित्तीय निवेश", "आगामी अवधि की प्रतीक्षा करें"],
		home4: ["क्विक ट्रेड", "यूएसडीटी में वन क्लिक खरीदें", "सी2सी व्यापार", "यूएसडीटी खरीदें-बेचें", "ऑनलाइन उपयोगकर्ता", "24 घंटे में कुल ट्रेडिंग राशि (यूएसडीटी)"],
		common7: ["यदि आपकी समस्या हल नहीं हुई है, तो कृपया ऑनलाइन सहायता से संपर्क करें", "संपर्क करें", "पूछताछ करने के लिए क्लिक करें", "सेटिंग्स", "सभी", "दोस्तों को आमंत्रित करें", "टीम संख्या", "इस महीने नये जुड़े", "रजिस्ट्रेशन दिनांक", "नीचे वाले संख्या"],
		hall4: ["आपकी पहचान", "सदस्य", "आपकी खाता जानकारी", "व्यापार सफल", "आपने सफलतापूर्वक पूरा किया है", "कुल मूल्य", "खरीदें", "बेचें"],
		task3: ["सभी", "अवितरित", "भुगतान किया गया"],
		my: ["क्या आप वाकई खाता से लॉगआउट करना चाहते हैं?"]
	}
}